app/controllers/groups_controller.rb

  def create
    @group = Group.new(group_params)

    respond_to do |format|
      if @group.save
---
INSERT INTO "groups" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", ""], ["created_at", "2016-01-12 17:28:38.402697"], ["updated_at", "2016-01-12 17:28:38.402697"]]