app/controllers/remainders_controller.rb

SELECT "remainders".* FROM "remainders"
---
  def index
    @remainders = Remainder.all